export const companyProfile = {
  legalName: 'Акционерное общество «Инжиниринговый центр железнодорожного транспорта»',
  shortName: 'АО «ИЦ ЖТ»',
  address:
    '121205, г. Москва, внутригородская территория муниципальный округ Можайский, территория инновационного центра Сколково, Большой б-р, дом 40',
  inn: '7708357508',
  okved: '72.19',
  itActivityCode: '1.02',
  email: 'info@ecrt.ru',
  phone: '+7 (495) 909-17-99',
}

export const companyTimeline = [
  { year: '2019', text: 'РЖД и Группа Синара учредили Инжиниринговый центр железнодорожного транспорта.' },
  { year: '2019', text: 'Регистрация компании и формирование административного ядра.' },
  { year: '2020', text: 'Открытие офиса в Сколково, расширение команды и начало технологических коопераций.' },
  { year: '2022', text: 'Запуск проектной деятельности по ключевым компонентам высокоскоростной магистрали.' },
  { year: '2024-2026', text: 'Развитие программ ЭВС 360 и платформы для малоинтенсивных линий, укрепление инженерного контура.' },
]
